Repository: PITADIA/android-couple-app
Catalog: UI.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# leave_review
source: Leave us a review
de: Gib uns eine Bewertung
es: Déjanos una reseña
fr: Laissez nous un avis
it: Lasciaci una recensione
nl: Laat een beoordeling achter
pt_br: Deixe-nos uma avaliação
pt_pt: Deixa-nos uma avaliação

source: Let's go!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti !
it: Andiamo!
nl: Laten we gaan!
pt_br: Vamos lá!
pt_pt: Vamos!

source: Limit reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
nl: Limiet bereikt
pt_br: Limite atingido
pt_pt: Limite atingido

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...
pt_br: Carregando...
pt_pt: A carregar...

# loading_caps
source: LOADING...
de: WIRD GELADEN...
es: CARGANDO...
fr: CHARGEMENT...
it: CARICAMENTO...
nl: LADEN...
pt_br: CARREGANDO...
pt_pt: A CARREGAR...

source: Loading error
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
it: Errore di caricamento
nl: Laadfout
pt_br: Erro de carregamento
pt_pt: Erro de carregamento

# loading_experience
source: Personalizing your experience...
de: Wir personalisieren dein Erlebnis...
es: Personalizando tu experiencia...
fr: Personnalisation de votre expérience...
it: Personalizzazione della tua esperienza...
nl: Je ervaring personaliseren...
pt_br: Personalizando sua experiência...
pt_pt: A personalizar a tua experiência...

# loading_photos
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Bezig met laden...
pt_br: Carregando...
pt_pt: A carregar...

# loading_preferences
source: Analyzing your preferences...
de: Wir analysieren deine Vorlieben...
es: Analizando tus preferencias...
fr: Analyse de vos préférences...
it: Analisi delle tue preferenze...
nl: Je voorkeuren analyseren...
pt_br: Analisando suas preferências...
pt_pt: A analisar as tuas preferências...

# loading_profile
source: Preparing your profile...
de: Dein Profil wird vorbereitet...
es: Preparando tu perfil...
fr: Préparation de votre profil...
it: Preparazione del tuo profilo...
nl: Je profiel voorbereiden...
pt_br: Preparando seu perfil...
pt_pt: A preparar o teu perfil...

# loading_simple
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...
pt_br: Carregando...
pt_pt: A carregar...

source: Location
de: Standort
es: Ubicación
fr: Lieu
it: Posizione
nl: Locatie
pt_br: Localização
pt_pt: Localização

source: Location access permission
de: Berechtigung für Standortzugriff
es: Permiso de acceso a la ubicación
fr: Autorisation d'accès à la localisation
it: Autorizzazione di accesso alla posizione
nl: Toestemming voor locatie-toegang
pt_br: Permissão de acesso à localização
pt_pt: Permissão de acesso à localização

# location_permission
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Autorizzazione alla posizione
nl: Locatie
pt_br: Localização
pt_pt: Localização

# location_place
source: Place
de: Ort
es: Lugar
fr: Lieu
it: Luogo
nl: Plaats
pt_br: Local
pt_pt: Local

# location_services_needed
source: Location services are needed for the app to calculate the distance between you and your partner.
de: Standortdienste werden benötigt, damit die App die Distanz zwischen dir und deinem/deiner Partner:in berechnen kann.
es: Se necesitan los servicios de ubicación para que la app calcule la distancia entre tú y tu pareja.
fr: Les services de localisation sont nécessaires pour que l'application calcule la distance entre vous et votre partenaire.
it: I servizi di localizzazione sono necessari affinché l'app calcoli la distanza tra te e il tuo partner.
nl: Locatiediensten zijn nodig zodat de app de afstand tussen jou en je partner kan berekenen.
pt_br: Os serviços de localização são necessários para que o aplicativo calcule a distância entre você e seu parceiro.
pt_pt: Os serviços de localização são necessários para que a aplicação calcule a distância entre ti e o teu parceiro.

# location_status
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pt_br: Localização
pt_pt: Localização

source: Location tutorial
de: Standort‑Tutorial
es: Tutorial de ubicación
fr: Tutoriel localisation
it: Tutorial sulla posizione
nl: Locatietutorial
pt_br: Tutorial de localização
pt_pt: Tutorial de localização

source: Lock screen
de: Sperrbildschirm
es: Pantalla de bloqueo
fr: Écran de verrouillage
it: Schermata di blocco
nl: Vergrendelscherm
pt_br: Tela de bloqueio
pt_pt: Ecrã de bloqueio

# lock_screen_description
source: Tap your lock screen to start editing.
de: Tippe auf deinen Sperrbildschirm, um zu bearbeiten.
es: Toca tu pantalla de bloqueo para empezar a editar.
fr: Tapez l'écran de verrouillage pour entrer en mode édition.
it: Tocca la schermata di blocco per iniziare a modificare.
nl: Tik op je vergrendelscherm om te beginnen met bewerken.
pt_br: Toque na tela de bloqueio para começar a editar.
pt_pt: Toca no ecrã de bloqueio para começar a editar.

source: Lock Screen Widget
de: Sperrbildschirm‑Widget
es: Widget de pantalla de bloqueo
fr: Widget Écran de Verrouillage
it: Widget schermata di blocco
nl: Vergrendelscherm-widget
pt_br: Widget da tela de bloqueio
pt_pt: Widget do ecrã de bloqueio

# locked_content
source: Premium Content
de: Premium‑Inhalt
es: Contenido Premium
fr: Contenu Premium
it: Contenuto Premium
nl: Premium-inhoud
pt_br: Conteúdo Premium
pt_pt: Conteúdo Premium

# love_map_description
source: Find your memories on a unique map, and relive the moments that marked your love.
de: Finde eure Erinnerungen auf einer einzigartigen Karte und erlebe die Momente neu, die eure Liebe geprägt haben.
es: Encuentra tus recuerdos en un mapa único y revive los momentos que marcaron vuestro amor.
fr: Retrouvez vos souvenirs sur une carte unique, et revivez les moments qui ont marqué votre amour.
it: Trova i tuoi ricordi su una mappa unica e rivivi i momenti che hanno segnato il vostro amore.
nl: Vind jullie herinneringen op een unieke kaart en herbeleef de momenten die jullie liefde hebben gemarkeerd.
pt_br: Encontre suas memórias em um mapa único e reviva os momentos que marcaram o seu amor.
pt_pt: Encontra as tuas memórias num mapa único e revive os momentos que marcaram o vosso amor.

# love_map_feature
source: ✓ Create your love map
de: ✓ Erstelle eure Love‑Map
es: ✓ Crea vuestro mapa del amor
fr: ✓ Créez votre carte d'amour
it: ✓ Crea la tua mappa dell'amore
nl: ✓ Maak jullie liefdeskaart
pt_br: ✓ Crie seu mapa do amor
pt_pt: ✓ Cria o teu mapa do amor

# love_stronger_description
source: Unlock over 1,800 questions specially designed to bring you closer, discover facets of your partner you don't know yet, and above all establish healthy and sincere communication between you two.
de: Schaltet über 1.800 Fragen frei, die speziell entwickelt wurden, um euch näher zu bringen, Facetten eures Partners zu entdecken, die ihr noch nicht kennt, und vor allem eine gesunde und aufrichtige Kommunikation zwischen euch beiden zu etablieren.
es: Desbloquea más de 1.800 preguntas diseñadas especialmente para acercaros, descubrir facetas de tu pareja que aún no conoces, y sobre todo establecer una comunicación sana y sincera entre vosotros dos.
fr: Débloquez plus de 1 800 questions pensées spécialement pour vous rapprocher, découvrir des facettes de votre partenaire que vous ne connaissez pas encore, et surtout établir une communication saine et sincère entre vous deux.
it: Sblocca oltre 1.800 domande pensate appositamente per avvicinarvi, scoprire sfaccettature del vostro partner che non conoscete ancora, e soprattutto stabilire una comunicazione sana e sincera tra voi due.
nl: Ontgrendel meer dan 1.800 vragen speciaal ontworpen om jullie dichter bij elkaar te brengen, facetten van je partner te ontdekken die je nog niet kent, en vooral een gezonde en oprechte communicatie tussen jullie tweeën tot stand te brengen.
pt_br: Desbloqueie mais de 1.800 perguntas pensadas especialmente para aproximá-los, descobrir facetas do seu parceiro que você ainda não conhece, e principalmente estabelecer uma comunicação saudável e sincera entre vocês dois.
pt_pt: Desbloqueie mais de 1.800 perguntas pensadas especialmente para vos aproximar, descobrir facetas do vosso parceiro que ainda não conhecem, e sobretudo estabelecer uma comunicação saudável e sincera entre vocês dois.

# love_stronger_feature
source: ✓ To love each other even stronger
de: ✓ Um sich noch stärker zu lieben
es: ✓ Para amarse aún más fuerte
fr: ✓ Pour s'aimer encore plus fort
it: ✓ Per amarsi ancora più forte
nl: ✓ Om elkaar nog sterker lief te hebben
pt_br: ✓ Para se amarem ainda mais forte
pt_pt: ✓ Para vos amardes ainda mais forte

source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer son abonnement
it: Gestisci abbonamento
nl: Abonnement beheren
pt_br: Gerenciar assinatura
pt_pt: Gerir subscrição

# max_64_questions
source: 64 questions max (free category)
de: Max. 64 Fragen (Gratis‑Kategorie)
es: Máx. 64 preguntas (categoría gratuita)
fr: 64 questions max (catégorie gratuite)
it: 64 domande max (categoria gratuita)
nl: Maximaal 64 vragen (gratis categorie)
pt_br: Máx. 64 perguntas (categoria gratuita)
pt_pt: Máx. 64 perguntas (categoria gratuita)

# memories_appear_map
source: All your special moments will appear here on the map.
de: Alle eure besonderen Momente erscheinen hier auf der Karte.
es: Todos tus momentos especiales aparecerán aquí en el mapa.
fr: Tous vos souvenirs partagés apparaîtront sur cette carte
it: Tutti i tuoi momenti speciali appariranno qui sulla mappa.
nl: Al jullie speciale momenten verschijnen hier op de kaart.
pt_br: Todos os seus momentos especiais aparecerão aqui no mapa.
pt_pt: Todos os teus momentos especiais aparecerão aqui no mapa.

# memory_box_description
source: Because every memory deserves its place. Gather your most beautiful moments in an intimate, unique and shared diary, just for you two.
de: Jede Erinnerung verdient einen Platz. Sammle eure schönsten Momente in einem intimen, einzigartigen, gemeinsamen Tagebuch – nur für euch zwei.
es: Porque cada recuerdo merece su lugar. Reúne tus momentos más bonitos en un diario íntimo, único y compartido solo para vosotros dos.
fr: Parce que chaque souvenir mérite sa place. Rassemblez vos plus beaux moments dans un journal intime, unique et partagé, rien que pour vous deux.
it: Perché ogni ricordo merita il suo posto. Raccogli i tuoi momenti più belli in un diario intimo, unico e condiviso, solo per voi due.
nl: Omdat elke herinnering een plek verdient. Verzamel jullie mooiste momenten in een intiem, uniek en gedeeld dagboek, alleen voor jullie twee.
pt_br: Porque cada memória merece o seu lugar. Reúna seus momentos mais bonitos em um diário íntimo, único e compartilhado, só para vocês dois.
pt_pt: Porque cada memória merece o seu lugar. Junta os teus momentos mais bonitos num diário íntimo, único e partilhado, só para vocês dois.

# memory_box_feature
source: ✓ Build your memory box
de: ✓ Baut eure Memory‑Box
es: ✓ Construye tu caja de recuerdos
fr: ✓ Construisez votre boîte à souvenirs
it: ✓ Costruisci la tua scatola dei ricordi
nl: ✓ Bouw je herinneringsdoos
pt_br: ✓ Crie sua caixa de memórias
pt_pt: ✓ Cria a tua caixa de memórias

# memory_description_placeholder
source: Describe what made this moment special
de: Beschreibe, was diesen Moment besonders gemacht hat
es: Describe qué hizo especial este momento
fr: Écrivez quelques mots sur ce souvenir
it: Descrivi cosa ha reso speciale questo momento
nl: Beschrijf wat dit moment speciaal maakte
pt_br: Descreva o que tornou este momento especial
pt_pt: Descreve o que tornou este momento especial

# memory_title_placeholder
source: Title of your memory
de: Titel deiner Erinnerung
es: Título de tu recuerdo
fr: Titre de votre souvenir
it: Titolo del tuo ricordo
nl: Titel van je herinnering
pt_br: Título da sua memória
pt_pt: Título da tua memória

source: minutes
de: Minuten
es: minutos
it: minuti
nl: minuten
pt_br: minutos
pt_pt: minutos

# miss_you_so_much
source: I miss you so much
de: Ich vermisse dich so sehr
es: Te echo mucho de menos
fr: Tu me manques tellement
it: Mi manchi tanto
nl: Ik mis je zo erg
pt_br: Sinto tanta saudade de você
pt_pt: Tenho tantas saudades tuas

# missing_auth_token
source: Missing authentication token
de: Authentifizierungs‑Token fehlt
es: Falta el token de autenticación
fr: Token d'authentification manquant
it: Token di autenticazione mancante
nl: Authenticatietoken ontbreekt
pt_br: Token de autenticação ausente
pt_pt: Token de autenticação em falta

# month_december
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
pt_br: Dezembro
pt_pt: Dezembro

# month_february
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
nl: Februari
pt_br: Fevereiro
pt_pt: Fevereiro

# month_january
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
nl: Januari
pt_br: Janeiro
pt_pt: Janeiro

# month_july
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
nl: Juli
pt_br: Julho
pt_pt: Julho

# month_june
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
nl: Juni
pt_br: Junho
pt_pt: Junho

# month_march
source: March
de: März
es: Marzo
fr: Mars
it: Marzo
nl: Maart
pt_br: Março
pt_pt: Março

# month_may
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
nl: Mei
pt_br: Maio
pt_pt: Maio

# month_october
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
nl: Oktober
pt_br: Outubro
pt_pt: Outubro

# months_plural
source: months
de: Monate
es: meses
fr: mois
it: mesi
nl: maanden
pt_br: meses
pt_pt: meses

# months_singular
source: month
de: Monat
es: mes
fr: mois
it: mese
nl: maand
pt_br: mês
pt_pt: mês

# more_than_2000_questions
source: More than 1800 questions to ask your soulmate
de: Mehr als 1800 Fragen für deine:n Seelenverwandte:n
es: Más de 1800 preguntas para hacer a tu alma gemela
fr: Plus de 1800 questions à poser à votre âme sœur
it: Più di 1800 domande da fare alla tua anima gemella
nl: Meer dan 1800 vragen om aan je zielsverwant te stellen
pt_br: Mais de 1800 perguntas para fazer à sua alma gêmea
pt_pt: Mais de 1800 perguntas para fazer à tua alma gémea

# more_than_days
source: More than
de: Mehr als
es: Más de
fr: Plus de
it: Più di
nl: Meer dan
pt_br: Mais de
pt_pt: Mais de

source: My Favorites
de: Meine Favoriten
es: Mis favoritos
fr: Mes Favoris
it: I miei preferiti
nl: Mijn favorieten
pt_br: Meus favoritos
pt_pt: Os meus favoritos

# name_placeholder
source: Enter your first name
de: Gib deinen Vornamen ein
es: Introduce tu nombre
fr: Entrez votre prénom
it: Inserisci il tuo nome
nl: Voer je voornaam in
pt_br: Digite seu primeiro nome
pt_pt: Escreve o teu primeiro nome

# name_step_description
source: This information will help us personalize your experience.
de: Diese Infos helfen uns, dein Erlebnis zu personalisieren.
es: Esta información nos ayudará a personalizar tu experiencia.
fr: Cette information nous permettra de personnaliser votre expérience.
it: Questa informazione ci aiuterà a personalizzare la tua esperienza.
nl: Deze informatie helpt ons je ervaring te personaliseren.
pt_br: Essa informação vai nos ajudar a personalizar sua experiência.
pt_pt: Esta informação vai ajudar-nos a personalizar a tua experiência.

# name_step_title
source: What's your name?
de: Wie heißt du?
es: ¿Cómo te llamas?
fr: Comment tu t'appelles ?
it: Come ti chiami?
nl: Hoe heet je?
pt_br: Qual é o seu nome?
pt_pt: Como te chamas?

source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete
nl: Netwerkfout
pt_br: Erro de rede
pt_pt: Erro de rede

source: new cards
de: neue Karten
es: nuevas cartas
fr: nouvelles cartes
it: nuove carte
nl: nieuwe kaarten
pt_br: novas cartas
pt_pt: novas cartas

source: New cards added!
de: Neue Karten hinzugefügt!
es: ¡Nuevas cartas añadidas!
fr: Nouvelles cartes ajoutées !
it: Nuove carte aggiunte!
nl: Nieuwe kaarten toegevoegd!
pt_br: Novas cartas adicionadas!
pt_pt: Novas cartas adicionadas!

source: New features unlocked
de: Neue Features freigeschaltet
es: Nuevas funciones desbloqueadas
fr: Nouvelles fonctionnalités débloquées
it: Nuove funzionalità sbloccate
nl: Nieuwe functies ontgrendeld
pt_br: Novos recursos desbloqueados
pt_pt: Novas funcionalidades desbloqueadas

source: No
de: Nein
fr: Non
nl: Nee
pt_br: Não
pt_pt: Não

source: No accessible photos
de: Keine zugänglichen Fotos
es: No hay fotos accesibles
fr: Aucune photo accessible
it: Nessuna foto accessibile
nl: Geen toegankelijke foto's
pt_br: Sem fotos acessíveis
pt_pt: Sem fotos acessíveis

# no_accessible_photos_title
source: No accessible photos
de: Keine zugänglichen Fotos
es: No hay fotos accesibles
fr: Aucune photo accessible
it: Nessuna foto accessibile
nl: Geen toegankelijke foto's
pt_br: Nenhuma foto acessível
pt_pt: Nenhuma foto acessível

source: No commitment, cancel anytime
de: Kein Abonnement verpflichtend, jederzeit kündbar
es: Sin compromiso, cancela en cualquier momento
fr: Aucun engagement, annulez à tout moment
it: Nessun impegno, annulla in qualsiasi momento
nl: Geen verplichting, op elk moment opzegbaar
pt_br: Sem compromisso, cancele quando quiser
pt_pt: Sem compromisso, cancela quando quiseres

source: No events today
de: Heute keine Events
es: Hoy no hay eventos
fr: Aucun événement aujourd'hui
it: Nessun evento oggi
nl: Vandaag geen gebeurtenissen
pt_br: Sem eventos hoje
pt_pt: Sem eventos hoje

source: No favorites yet
de: Noch keine Favoriten
es: Aún no hay favoritos
fr: Pas encore de favoris
it: Ancora nessun preferito
nl: Nog geen favorieten
pt_br: Ainda sem favoritos
pt_pt: Ainda sem favoritos

source: No image
de: Kein Bild
es: Sin imagen
fr: Aucune image
it: Nessuna immagine
nl: Geen afbeelding
pt_br: Sem imagem
pt_pt: Sem imagem

source: No partner connected
de: Partner:in nicht verbunden
es: Ninguna pareja conectada
fr: Aucun partenaire connecté
it: Nessun partner connesso
nl: Geen partner verbonden
pt_br: Nenhum parceiro conectado
pt_pt: Nenhum parceiro conectado

# no_payment_required_now
source: Start your trial — no charge today
de: Starte deine Testphase – heute keine Kosten
es: Empieza tu prueba: sin cargo hoy
fr: Aucun paiement requis maintenant
it: Inizia la prova — nessun addebito oggi
nl: Start je proef — vandaag geen kosten
pt_br: Inicie seu teste — sem cobrança hoje
pt_pt: Inicia o teu teste — sem custos hoje

source: No photos accessible
de: Keine Fotos zugänglich
es: No hay fotos accesibles
fr: Aucune photo accessible
it: Nessuna foto accessibile
nl: Geen toegankelijke foto's
pt_br: Sem fotos acessíveis
pt_pt: Sem fotos acessíveis

source: No premium access
de: Kein Premium-Zugang
es: Sin acceso premium
fr: Pas d'accès premium
it: Nessun accesso premium
nl: Geen premium-toegang
pt_br: Sem acesso Premium
pt_pt: Sem acesso Premium

# no_products_available
source: No products available. Check your connection.
de: Keine Produkte verfügbar. Check deine Verbindung.
es: No hay productos disponibles. Comprueba tu conexión.
fr: Aucun produit disponible. Vérifiez votre connexion.
it: Nessun prodotto disponibile. Controlla la connessione.
nl: Geen producten beschikbaar. Controleer je verbinding.
pt_br: Nenhum produto disponível. Verifique sua conexão.
pt_pt: Nenhum produto disponível. Verifica a tua ligação.

source: No purchase to restore
de: Kein Kauf zum Wiederherstellen
es: No hay compras para restaurar
fr: Aucun achat à restaurer
it: Nessun acquisto da ripristinare
nl: Geen aankoop om te herstellen
pt_br: Nenhuma compra para restaurar
pt_pt: Nenhuma compra para restaurar

# no_relationship_date
source: No relationship date set
de: Kein Beziehungsdatum festgelegt
es: No se ha establecido la fecha de relación
fr: Aucune date de relation définie
it: Nessuna data di relazione impostata
nl: Geen relatie-datum ingesteld
pt_br: Data de relacionamento não definida
pt_pt: Data de relação não definida

# not_authorized
source: You are not authorized to perform this action
de: Du bist nicht berechtigt, diese Aktion auszuführen
es: No estás autorizado para realizar esta acción
fr: Vous n'êtes pas autorisé à effectuer cette action
it: Non sei autorizzato a eseguire questa azione
nl: Je bent niet gemachtigd om deze actie uit te voeren
pt_br: Você não está autorizado a realizar esta ação
pt_pt: Não estás autorizado a realizar esta ação

# on_count
source: of
de: von
es: de
fr: sur
it: di
nl: van
pt_br: de
pt_pt: de

# on_me
source: me
de: ich
fr: moi
nl: mij
pt_br: mim
pt_pt: mim

source: ONE MORE STEP!
de: NUR NOCH EIN SCHRITT!
es: ¡UN PASO MÁS!
fr: PLUS QU'UNE ÉTAPE !
it: ANCORA UN PASSO!
nl: NOG ÉÉN STAP!
pt_br: SÓ MAIS UM PASSO!
pt_pt: SÓ MAIS UM PASSO!

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les Paramètres
it: Apri Impostazioni
nl: Instellingen openen
pt_br: Abrir Configurações
pt_pt: Abrir Definições

# open_settings_button
source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
it: Apri impostazioni
nl: Instellingen openen
pt_br: Abrir configurações
pt_pt: Abrir definições

source: others...
de: andere...
es: otros...
fr: autres...
it: altri...
nl: anderen...
pt_br: outros...
pt_pt: outros...

source: Our distance:
de: Unsere Distanz:
es: Nuestra distancia:
fr: Notre distance :
it: La nostra distanza:
nl: Onze afstand:
pt_br: Nossa distância:
pt_pt: A nossa distância:

source: Our journal
de: Unser Journal
es: Nuestro diario
fr: Notre journal
it: Il nostro diario
nl: Ons dagboek
pt_br: Nosso diário
pt_pt: O nosso diário

# pack_completed
source: You have completed the pack.
de: Du hast das Pack abgeschlossen.
es: Has completado el pack.
fr: Vous avez terminé le pack.
it: Hai completato il pacchetto.
nl: Je hebt het pakket voltooid.
pt_br: Você completou o pack.
pt_pt: Completaste o pack.

# pack_name
source: the pack...
de: das Pack...
es: el pack...
fr: le pack...
it: il pacchetto...
nl: het pakket...
pt_br: o pack...
pt_pt: o pack...

source: Partner
de: Partner:in
es: Pareja
fr: Partenaire
pt_br: Parceiro
pt_pt: Parceiro

source: Partner connected:
de: Partner:in verbunden:
es: Pareja conectada:
fr: Partenaire connecté :
it: Partner connesso:
nl: Partner verbonden:
pt_br: Parceiro conectado:
pt_pt: Parceiro conectado:

# partner_connected_status
source: 👥 Partner Connected
de: 👥 Partner:in verbunden
es: 👥 Pareja conectada
fr: 👥 Partenaire Connecté
it: 👥 Partner connesso
nl: 👥 Partner verbonden
pt_br: 👥 Parceiro conectado
pt_pt: 👥 Parceiro conectado

# partner_location_request
source: Ask your partner to do the same to activate their location, otherwise the distance between you cannot be calculated.
de: Bitte sag deinem/deiner Partner:in, auch die Standortfreigabe zu aktivieren – sonst können wir eure Distanz nicht berechnen.
es: Pide a tu pareja que haga lo mismo para activar su ubicación, de lo contrario no se podrá calcular la distancia.
fr: Demandez à votre partenaire de faire de même pour activer sa localisation, sinon la distance entre vous ne pourra pas être calculée.
it: Chiedi anche al tuo partner di attivare la posizione, altrimenti non sarà possibile calcolare la distanza tra voi.
nl: Vraag je partner om ook zijn/haar locatie te activeren, anders kan de afstand niet worden berekend.
pt_br: Peça ao seu parceiro para fazer o mesmo e ativar a localização, caso contrário a distância entre vocês não poderá ser calculada.
pt_pt: Pede ao teu parceiro para fazer o mesmo e ativar a localização, caso contrário a distância entre vocês não poderá ser calculada.

# partner_name
source: Partner:
de: Partner:in:
es: Pareja:
fr: Partenaire :
pt_br: Parceiro:
pt_pt: Parceiro:
